Repository: abe33/Abe-Python-Lib
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: The type property of the argument dict is mandatory.
fr: La propriété type du dictionnaire d'argument est obligatoire.

source: The argument must be a valid TypeInstance object.
fr: L'argument doit être un objet TypeInstance valide.

source: All
fr: Tout

source: Content
fr: Contenu

source: Categorization
fr: Catégorisation

source: Orphan page
fr: Page orpheline

source: Post Group
fr: Groupe de billet

source: Latest published posts
fr: Derniers billets publiés

source: Latest published posts in category %s
fr: Derniers billets publiés dans la catégorie %s

source: Latest published posts with tag %s
fr: Derniers billets publiés avec le tag %s

source: Category Slug
fr: Permalien de la catégorie

source: Category Name
fr: Nom de la catégorie

source: Category Description
fr: Description de la catégorie

source: The category description is generally used in category pages, or as a link description while linking to a category.
fr: La description de la catégorie est générallement utilisé dans les pages de catégorie, ou comme description des liens hypertextes vers les pages de catégories.

source: Creation date
fr: Date de création

source: Update date
fr: Dernière mise à jour

source: Allow comments
fr: Autorisé les commentaires

source: Post Category
fr: Catégorie des Billets

source: Post Categories
fr: Catégories des Billets

source: Post Groups
fr: Groupes de billet

source: Author
fr: Auteur

source: Post title
fr: Titre du billet

source: Post slug
fr: Permalien du billet

source: Post excerpt
fr: Chapeau du billet

source: Post content
fr: Contenu du billet

source: Featured
fr: Épinglé

source: Category
fr: Catégorie

source: Group
fr: Groupe

source: Group Order
fr: Ordre dans le groupe

source: Published
fr: Publié

source: Published date
fr: Date de publication

source: Orphan page ID
fr: ID de page orpheline

source: None
fr: Aucun

source: Comments
fr: Commentaires

source: Post
fr: Billet

source: Posts
fr: Billets

source: Link title
fr: Titre du lien

source: Link url
fr: URL du lien

source: Link icon
fr: Icône du lien

source: Link description
fr: Description du lien

source: Relation Tag
fr: Relation

source: Site Link
fr: Lien

source: Site Links
fr: Liens

source: This is a default description for this page.
fr: Ceci est une description par défaut pour la page.

source: Welcome on the homepage of this site.
fr: Bienvenue sur la page d'acceuil dece site.

source: 404 Error
fr: Erreur 404

source: Post - %(name)s
fr: Billet - %(name)s

source: Category : %(cat)s
fr: Catégorie : %(cat)s

source: Posts for %(year)s
fr: Billets de %(year)s

source: Posts for the %(month)s %(year)s
fr: Billets du %(month)s %(year)s

source: Posts for the %(group)s series
fr: Billet pour le groupe %(group)s

source: Links
fr: Liens

source: Search : %(query)s
fr: Recherche : %(query)s

source: Home
fr: Acceuil

source: Add %(name)s
fr: Ajout %(name)s

source: Filter
fr: Filtre

source: Please correct the error below.
fr: Veuillez corriger l'erreur ci-dessous.

source: Total posts : %(total_count)s
fr: Nombre total de billets : %(total_count)s

source: See posts by date
fr: Voir les billets par date

source: Not published
fr: Non publié

source: Published in
fr: Publié dans

source: %(comment_count)s Comment
fr: %(comment_count)s Commentaire

source: RSS feed for this page
fr: Flux RSS pour la page

source: Read more
fr: Lire la suite

source: Oldest posts
fr: Billets anciens

source: Recents posts
fr: Billets récents
